Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Community conversations led the way.
ar: تصدّرت محادثات المجتمع المشهد.
de: Community-Gespräche standen im Mittelpunkt.
el: Στο επίκεντρο βρέθηκαν οι συζητήσεις της κοινότητας.
es: Las conversaciones de la comunidad fueron las protagonistas.
fa: گفت‌وگوهای جامعه در صدر بودند.
fr: Les conversations de la communauté étaient à l'honneur.
he: שיחות בקהילה הובילו.
hi: समुदाय की बातचीत सबसे आगे रही।
id: Percakapan komunitas menjadi sorotan.
it: Le conversazioni della community sono state protagoniste.
ja: コミュニティの会話が中心でした。
ko: 커뮤니티 대화가 중심이었습니다.
nl: Gesprekken in de community stonden centraal.
pl: Najwięcej działo się w rozmowach społeczności.
pt: As conversas da comunidade foram o destaque.
ru: В центре внимания — обсуждения сообщества.
sv: Samtal i communityn stod i centrum.
th: บทสนทนาในชุมชนโดดเด่นที่สุด
tr: Topluluk sohbetleri öne çıktı.
uk: У центрі уваги — обговорення спільноти.
vi: Các cuộc trò chuyện trong cộng đồng dẫn đầu.
zh_hans: 社区讨论是焦点。

source: Recent podcast episodes brought fresh walkthroughs and tips.
ar: قدّمت حلقات البودكاست الأخيرة شروحات ونصائح جديدة.
de: Neue Podcast-Folgen brachten frische Anleitungen und Tipps.
el: Τα πρόσφατα επεισόδια podcast έφεραν νέους οδηγούς και συμβουλές.
es: Los episodios recientes de pódcast trajeron nuevos tutoriales y consejos.
fa: قسمت‌های اخیر پادکست آموزش‌ها و نکات تازه‌ای آوردند.
fr: Les derniers épisodes de podcast ont apporté de nouveaux tutoriels et conseils.
he: פרקי פודקאסט אחרונים הביאו הדרכות וטיפים חדשים.
hi: हाल के पॉडकास्ट एपिसोड नए वॉकथ्रू और सुझाव लाए।
id: Episode podcast terbaru menghadirkan panduan dan tips baru.
it: I recenti episodi del podcast hanno portato nuove guide e consigli.
ja: 最近のポッドキャストのエピソードで新しい解説とヒントが届きました。
ko: 최근 팟캐스트 에피소드에서 새로운 안내와 팁이 나왔습니다.
nl: Recente podcastafleveringen brachten nieuwe uitleg en tips.
pl: Najnowsze odcinki podcastów przyniosły świeże poradniki i wskazówki.
pt: Episódios recentes de podcast trouxeram novos tutoriais e dicas.
ru: Свежие эпизоды подкастов принесли новые инструкции и советы.
sv: Nya poddavsnitt gav färska genomgångar och tips.
th: ตอนพอดแคสต์ล่าสุดมีคำแนะนำและเคล็ดลับใหม่
tr: Son podcast bölümleri yeni anlatımlar ve ipuçları getirdi.
uk: Свіжі епізоди подкастів принесли нові інструкції та поради.
vi: Các tập podcast gần đây mang đến hướng dẫn và mẹo mới.
zh_hans: 近期播客单集带来了新的讲解和技巧。

source: Fresh guides and tutorials brought practical help.
ar: قدّمت الأدلة والدروس الجديدة مساعدة عملية.
de: Neue Anleitungen und Tutorials brachten praktische Hilfe.
el: Νέοι οδηγοί και εκπαιδευτικό υλικό έφεραν πρακτική βοήθεια.
es: Nuevas guías y tutoriales trajeron ayuda práctica.
fa: راهنماها و آموزش‌های تازه کمک عملی آوردند.
fr: De nouveaux guides et tutoriels ont apporté une aide concrète.
he: מדריכים והדרכות חדשים הביאו עזרה מעשית.
hi: नई गाइड और ट्यूटोरियल व्यावहारिक मदद लाए।
id: Panduan dan tutorial baru menghadirkan bantuan praktis.
it: Nuove guide e tutorial hanno portato un aiuto pratico.
ja: 新しいガイドとチュートリアルで実践的なヘルプが届きました。
ko: 새로운 가이드와 튜토리얼에서 실용적인 도움이 나왔습니다.
nl: Nieuwe handleidingen en tutorials brachten praktische hulp.
pl: Nowe poradniki i samouczki przyniosły praktyczną pomoc.
pt: Novos guias e tutoriais trouxeram ajuda prática.
ru: Новые руководства и инструкции принесли практическую помощь.
sv: Nya guider och handledningar gav praktisk hjälp.
th: คู่มือและบทช่วยสอนใหม่มีความช่วยเหลือที่ใช้ได้จริง
tr: Yeni kılavuzlar ve eğitimler pratik yardım getirdi.
uk: Нові посібники й інструкції принесли практичну допомогу.
vi: Hướng dẫn và bài hướng dẫn mới mang đến trợ giúp thiết thực.
zh_hans: 新的指南和教程带来了实用帮助。

source: AppleVis blog posts brought the latest news and perspective.
ar: قدّمت منشورات مدونة AppleVis أحدث الأخبار والآراء.
de: AppleVis-Blogbeiträge brachten die neuesten Nachrichten und Einblicke.
el: Οι αναρτήσεις του ιστολογίου του AppleVis έφεραν τα τελευταία νέα και απόψεις.
es: Las entradas del blog de AppleVis trajeron las últimas noticias y perspectivas.
fa: پست‌های وبلاگ AppleVis تازه‌ترین اخبار و دیدگاه‌ها را آوردند.
fr: Les articles du blog AppleVis ont apporté les dernières nouvelles et analyses.
he: פוסטים בבלוג של AppleVis הביאו את החדשות והתובנות האחרונות.
hi: AppleVis ब्लॉग पोस्ट ताज़ा समाचार और दृष्टिकोण लाईं।
id: Postingan blog AppleVis menghadirkan berita dan perspektif terbaru.
it: Gli articoli del blog di AppleVis hanno portato le ultime notizie e riflessioni.
ja: AppleVis ブログの記事で最新のニュースと視点が届きました。
ko: AppleVis 블로그 게시물에서 최신 뉴스와 관점이 나왔습니다.
nl: AppleVis-blogberichten brachten het laatste nieuws en nieuwe inzichten.
pl: Wpisy na blogu AppleVis przyniosły najnowsze wiadomości i opinie.
pt: As postagens do blog do AppleVis trouxeram as últimas notícias e reflexões.
ru: Записи блога AppleVis принесли последние новости и мнения.
sv: Blogginlägg från AppleVis gav de senaste nyheterna och perspektiven.
th: บทความบล็อก AppleVis นำข่าวและมุมมองล่าสุดมาให้
tr: AppleVis blog yazıları en son haberleri ve bakış açılarını getirdi.
uk: Записи блогу AppleVis принесли останні новини й думки.
vi: Các bài viết blog AppleVis mang đến tin tức và góc nhìn mới nhất.
zh_hans: AppleVis 博客文章带来了最新新闻和观点。

source: Check back soon for new apps, podcasts, discussions, guides, and blog posts.
ar: عد قريبًا لتجد تطبيقات وبودكاست ونقاشات وأدلة ومنشورات مدونة جديدة.
de: Schau bald wieder vorbei – für neue Apps, Podcasts, Diskussionen, Anleitungen und Blogbeiträge.
el: Επιστρέψτε σύντομα για νέες εφαρμογές, podcast, συζητήσεις, οδηγούς και αναρτήσεις ιστολογίου.
es: Vuelve pronto para ver nuevas apps, pódcast, debates, guías y entradas de blog.
fa: به‌زودی برای برنامه‌ها، پادکست‌ها، گفت‌وگوها، راهنماها و پست‌های تازهٔ وبلاگ سر بزنید.
fr: Revenez bientôt pour de nouvelles applis, podcasts, discussions, guides et articles de blog.
he: חזור בקרוב לאפליקציות, פודקאסטים, דיונים, מדריכים ופוסטים חדשים.
hi: नए ऐप, पॉडकास्ट, चर्चाओं, गाइड और ब्लॉग पोस्ट के लिए जल्द फिर देखें।
id: Kembali lagi nanti untuk aplikasi, podcast, diskusi, panduan, dan postingan blog baru.
it: Torna presto per nuove app, podcast, discussioni, guide e articoli del blog.
ja: 新しいアプリ、ポッドキャスト、ディスカッション、ガイド、ブログ記事をお楽しみに。
ko: 새 앱, 팟캐스트, 토론, 가이드, 블로그 게시물을 곧 다시 확인하세요.
nl: Kom snel terug voor nieuwe apps, podcasts, discussies, handleidingen en blogberichten.
pl: Zajrzyj wkrótce po nowe aplikacje, podcasty, dyskusje, poradniki i wpisy na blogu.
pt: Volte em breve para ver novos apps, podcasts, discussões, guias e postagens do blog.
ru: Заходите скоро за новыми приложениями, подкастами, обсуждениями, руководствами и записями блога.
sv: Titta in snart igen för nya appar, poddar, diskussioner, guider och blogginlägg.
th: กลับมาดูเร็ว ๆ นี้เพื่อพบแอป พอดแคสต์ การสนทนา คู่มือ และบทความบล็อกใหม่
tr: Yeni uygulamalar, podcast'ler, tartışmalar, kılavuzlar ve blog yazıları için yakında tekrar bakın.
uk: Заходьте незабаром по нові додатки, подкасти, обговорення, посібники й записи блогу.
vi: Hãy sớm quay lại để xem ứng dụng, podcast, thảo luận, hướng dẫn và bài viết blog mới.
zh_hans: 稍后再来看看新的应用、播客、讨论、指南和博客文章。

source: Read on AppleVis:
ar: اقرأ على AppleVis:
de: Auf AppleVis lesen:
el: Διαβάστε στο AppleVis:
es: Leer en AppleVis:
fa: در AppleVis بخوانید:
fr: Lire sur AppleVis :
he: קרא ב-AppleVis:
hi: AppleVis पर पढ़ें:
id: Baca di AppleVis:
it: Leggi su AppleVis:
ja: AppleVis で読む:
ko: AppleVis에서 읽기:
nl: Lees op AppleVis:
pl: Czytaj w AppleVis:
pt: Leia no AppleVis:
ru: Читать на AppleVis:
sv: Läs på AppleVis:
th: อ่านบน AppleVis:
tr: AppleVis'te okuyun:
uk: Читати на AppleVis:
vi: Đọc trên AppleVis:
zh_hans: 在 AppleVis 阅读：

source: Couldn't load Home. Pull to refresh.
ar: تعذّر تحميل الشاشة الرئيسية. اسحب للأسفل للتحديث.
de: Startseite konnte nicht geladen werden. Zum Aktualisieren nach unten ziehen.
el: Δεν ήταν δυνατή η φόρτωση της Αρχικής. Σύρετε προς τα κάτω για ανανέωση.
es: No se pudo cargar Inicio. Desliza hacia abajo para actualizar.
fa: خانه بارگیری نشد. برای تازه‌سازی به پایین بکشید.
fr: Impossible de charger Accueil. Tirez vers le bas pour actualiser.
he: לא ניתן לטעון את הבית. משוך למטה לרענון.
hi: होम लोड नहीं हो सका। रीफ़्रेश करने के लिए नीचे खींचें।
id: Beranda tidak dapat dimuat. Tarik ke bawah untuk menyegarkan.
it: Impossibile caricare Home. Trascina verso il basso per aggiornare.
ja: ホームを読み込めませんでした。下に引っぱって更新してください。
ko: 홈을 불러오지 못했습니다. 아래로 당겨 새로 고치세요.
nl: Kan Start niet laden. Trek omlaag om te vernieuwen.
pl: Nie można wczytać Strony głównej. Przeciągnij w dół, aby odświeżyć.
pt: Não foi possível carregar o Início. Puxe para baixo para atualizar.
ru: Не удалось загрузить «Главную». Потяните вниз, чтобы обновить.
sv: Det gick inte att läsa in Hem. Dra nedåt för att uppdatera.
th: โหลดหน้าหลักไม่ได้ ดึงลงเพื่อรีเฟรช
tr: Ana Sayfa yüklenemedi. Yenilemek için aşağı çekin.
uk: Не вдалося завантажити «Головну». Потягніть униз, щоб оновити.
vi: Không tải được Trang chủ. Kéo xuống để làm mới.
zh_hans: 无法载入主页。下拉以刷新。

source: Couldn't load Mouse Recap. Pull to refresh.
ar: تعذّر تحميل Mouse Recap. اسحب للأسفل للتحديث.
de: Mouse Recap konnte nicht geladen werden. Zum Aktualisieren nach unten ziehen.
el: Δεν ήταν δυνατή η φόρτωση του Mouse Recap. Σύρετε προς τα κάτω για ανανέωση.
es: No se pudo cargar Mouse Recap. Desliza hacia abajo para actualizar.
fa: Mouse Recap بارگیری نشد. برای تازه‌سازی به پایین بکشید.
fr: Impossible de charger Mouse Recap. Tirez vers le bas pour actualiser.
he: לא ניתן לטעון את Mouse Recap. משוך למטה לרענון.
hi: Mouse Recap लोड नहीं हो सका। रीफ़्रेश करने के लिए नीचे खींचें।
id: Mouse Recap tidak dapat dimuat. Tarik ke bawah untuk menyegarkan.
it: Impossibile caricare Mouse Recap. Trascina verso il basso per aggiornare.
ja: Mouse Recap を読み込めませんでした。下に引っぱって更新してください。
ko: Mouse Recap을 불러오지 못했습니다. 아래로 당겨 새로 고치세요.
nl: Kan Mouse Recap niet laden. Trek omlaag om te vernieuwen.
pl: Nie można wczytać Mouse Recap. Przeciągnij w dół, aby odświeżyć.
pt: Não foi possível carregar o Mouse Recap. Puxe para baixo para atualizar.
ru: Не удалось загрузить Mouse Recap. Потяните вниз, чтобы обновить.
sv: Det gick inte att läsa in Mouse Recap. Dra nedåt för att uppdatera.
th: โหลด Mouse Recap ไม่ได้ ดึงลงเพื่อรีเฟรช
tr: Mouse Recap yüklenemedi. Yenilemek için aşağı çekin.
uk: Не вдалося завантажити Mouse Recap. Потягніть униз, щоб оновити.
vi: Không tải được Mouse Recap. Kéo xuống để làm mới.
zh_hans: 无法载入 Mouse Recap。下拉以刷新。

source: Build
ar: رقم البناء
el: Έκδοση build
es: Compilación
fa: شمارهٔ ساخت
he: גרסת Build
hi: बिल्ड
ja: ビルド
ko: 빌드
pl: Kompilacja
ru: Сборка
sv: Version
th: บิลด์
tr: Derleme
uk: Збірка
vi: Bản dựng
zh_hans: 版本号

source: Thank you to my daughter, Ana Domville, who spent so many hours right alongside me making this app happen — getting GitHub set up, walking me through Apple's App Store Connect, and patiently teaching me my way around Xcode on my own MacBook. She helped me get Claude and Codex running on my Mac too, and never once lost patience doing any of it. Her help was immense, and this app simply would not exist without her. Thank you, Ana — I could not thank you enough.
ar: شكرًا لابنتي آنا دومفيل، التي أمضت ساعات طويلة إلى جانبي لتحقيق هذا التطبيق: أعدّت GitHub، وأرشدتني عبر App Store Connect من Apple، وعلّمتني بصبر التنقل في Xcode على جهاز MacBook الخاص بي. وساعدتني أيضًا في تشغيل Claude وCodex على جهاز Mac، ولم تفقد صبرها أبدًا. كانت مساعدتها هائلة، ولولاها لما وُجد هذا التطبيق. شكرًا يا آنا، لا أستطيع أن أشكرك بما يكفي.
de: Danke an meine Tochter Ana Domville, die so viele Stunden an meiner Seite verbracht hat, um diese App möglich zu machen – sie hat GitHub eingerichtet, mich durch Apples App Store Connect geführt und mir geduldig beigebracht, mich in Xcode auf meinem eigenen MacBook zurechtzufinden. Sie hat mir auch geholfen, Claude und Codex auf meinem Mac zum Laufen zu bringen, und dabei nie die Geduld verloren. Ihre Hilfe war enorm, und ohne sie gäbe es diese App einfach nicht. Danke, Ana – ich kann dir gar nicht genug danken.
el: Ευχαριστώ την κόρη μου, την Ana Domville, που πέρασε τόσες ώρες δίπλα μου για να γίνει αυτή η εφαρμογή: έστησε το GitHub, με καθοδήγησε στο App Store Connect της Apple και με υπομονή με έμαθε να κινούμαι στο Xcode στο δικό μου MacBook. Με βοήθησε επίσης να λειτουργήσουν το Claude και το Codex στο Mac μου, χωρίς να χάσει ποτέ την υπομονή της. Η βοήθειά της ήταν τεράστια, και αυτή η εφαρμογή απλώς δεν θα υπήρχε χωρίς αυτήν. Ευχαριστώ, Ana, δεν μπορώ να σε ευχαριστήσω αρκετά.
es: Gracias a mi hija, Ana Domville, que pasó tantísimas horas a mi lado para hacer realidad esta app: configuró GitHub, me guio por App Store Connect de Apple y me enseñó con paciencia a moverme por Xcode en mi propio MacBook. También me ayudó a poner en marcha Claude y Codex en mi Mac, y nunca perdió la paciencia. Su ayuda fue inmensa, y esta app simplemente no existiría sin ella. Gracias, Ana, nunca podré agradecértelo lo suficiente.
fa: از دخترم، آنا دامویل، سپاسگزارم که ساعت‌های بسیاری در کنارم ماند تا این برنامه ساخته شود: GitHub را راه‌اندازی کرد، مرا در App Store Connect اپل راهنمایی کرد و با حوصله کار با Xcode را روی MacBook خودم یادم داد. او همچنین کمک کرد Claude و Codex را روی Mac خودم راه بیندازم و هرگز حوصله‌اش سر نرفت. کمکش بی‌اندازه بود و بدون او این برنامه اصلاً وجود نداشت. ممنونم آنا، هرگز نمی‌توانم به اندازهٔ کافی از تو تشکر کنم.
fr: Merci à ma fille, Ana Domville, qui a passé tant d'heures à mes côtés pour que cette appli voie le jour : elle a configuré GitHub, m'a guidé dans App Store Connect d'Apple et m'a patiemment appris à me repérer dans Xcode sur mon propre MacBook. Elle m'a aussi aidé à faire fonctionner Claude et Codex sur mon Mac, sans jamais perdre patience. Son aide a été immense, et cette appli n'existerait tout simplement pas sans elle. Merci, Ana, je ne te remercierai jamais assez.
he: תודה לבתי, אנה דומוויל, שבילתה איתי שעות רבות כל כך כדי שהאפליקציה הזו תקרום עור וגידים: היא הגדירה את GitHub, הדריכה אותי ב-App Store Connect של Apple ולימדה אותי בסבלנות להתמצא ב-Xcode ב-MacBook שלי. היא גם עזרה לי להפעיל את Claude ו-Codex ב-Mac שלי, ואף פעם לא איבדה את הסבלנות. העזרה שלה הייתה עצומה, והאפליקציה הזו פשוט לא הייתה קיימת בלעדיה. תודה, אנה, לעולם לא אוכל להודות לך מספיק.
hi: मेरी बेटी आना डोमविल को धन्यवाद, जिसने इस ऐप को संभव बनाने के लिए कितने ही घंटे मेरे साथ बिताए: उसने GitHub सेट किया, Apple के App Store Connect में मेरा मार्गदर्शन किया और धैर्य से मुझे अपने MacBook पर Xcode चलाना सिखाया। उसने मेरे Mac पर Claude और Codex चलाने में भी मदद की, और एक बार भी धैर्य नहीं खोया। उसकी मदद बहुत बड़ी थी, और उसके बिना यह ऐप होता ही नहीं। धन्यवाद आना, मैं तुम्हारा जितना भी धन्यवाद करूं कम है।
id: Terima kasih kepada putri saya, Ana Domville, yang menghabiskan begitu banyak jam di samping saya untuk mewujudkan aplikasi ini: ia menyiapkan GitHub, memandu saya melalui App Store Connect milik Apple, dan dengan sabar mengajari saya menggunakan Xcode di MacBook saya sendiri. Ia juga membantu saya menjalankan Claude dan Codex di Mac saya, dan tidak pernah kehilangan kesabaran. Bantuannya sangat besar, dan aplikasi ini tidak akan ada tanpanya. Terima kasih, Ana, saya tidak akan pernah bisa cukup berterima kasih.
it: Grazie a mia figlia, Ana Domville, che ha passato tantissime ore al mio fianco per rendere possibile questa app: ha configurato GitHub, mi ha guidato in App Store Connect di Apple e mi ha insegnato con pazienza a orientarmi in Xcode sul mio MacBook. Mi ha anche aiutato a far funzionare Claude e Codex sul mio Mac, senza mai perdere la pazienza. Il suo aiuto è stato immenso, e questa app semplicemente non esisterebbe senza di lei. Grazie, Ana, non potrò mai ringraziarti abbastanza.
ja: 娘の Ana Domville に感謝します。このアプリを実現するため、何時間も私のそばにいてくれました。GitHub を設定し、Apple の App Store Connect を案内し、私自身の MacBook で Xcode の使い方を根気よく教えてくれました。私の Mac で Claude と Codex を動かす手助けもしてくれ、一度も根気を失いませんでした。彼女の助けは計り知れず、彼女がいなければこのアプリは存在しませんでした。ありがとう、Ana。感謝してもしきれません。
ko: 이 앱이 탄생하도록 수많은 시간을 제 곁에서 함께해 준 딸 Ana Domville에게 고맙습니다. 딸은 GitHub를 설정하고, Apple의 App Store Connect를 안내해 주었으며, 제 MacBook에서 Xcode 쓰는 법을 참을성 있게 가르쳐 주었습니다. 제 Mac에서 Claude와 Codex를 쓸 수 있게 도와주었고, 그 모든 과정에서 한 번도 인내심을 잃지 않았습니다. 딸의 도움은 엄청났고, 딸이 없었다면 이 앱은 존재하지 않았을 것입니다. 고마워, Ana. 아무리 고마워해도 부족해.
nl: Bedankt aan mijn dochter, Ana Domville, die zoveel uren naast me heeft doorgebracht om deze app mogelijk te maken: ze zette GitHub op, loodste me door Apples App Store Connect en leerde me geduldig de weg in Xcode op mijn eigen MacBook. Ze hielp me ook om Claude en Codex op mijn Mac aan de praat te krijgen, en verloor daarbij nooit haar geduld. Haar hulp was enorm, en zonder haar zou deze app er gewoon niet zijn. Dank je, Ana, ik kan je niet genoeg bedanken.
pl: Dziękuję mojej córce, Anie Domville, która spędziła wiele godzin u mojego boku, aby ta aplikacja powstała: skonfigurowała GitHub, przeprowadziła mnie przez App Store Connect Apple i cierpliwie uczyła mnie poruszania się po Xcode na moim własnym MacBooku. Pomogła mi też uruchomić Claude i Codex na moim Macu i ani razu nie straciła cierpliwości. Jej pomoc była ogromna, a bez niej ta aplikacja po prostu by nie istniała. Dziękuję, Ano – nie potrafię Ci wystarczająco podziękować.
pt: Obrigado à minha filha, Ana Domville, que passou tantas horas ao meu lado para tornar este app realidade: configurou o GitHub, me guiou pelo App Store Connect da Apple e me ensinou com paciência a me virar no Xcode no meu próprio MacBook. Ela também me ajudou a colocar o Claude e o Codex para funcionar no meu Mac, sem nunca perder a paciência. A ajuda dela foi imensa, e este app simplesmente não existiria sem ela. Obrigado, Ana, nunca vou conseguir agradecer o suficiente.
ru: Спасибо моей дочери Ане Домвилл, которая провела рядом со мной столько часов, чтобы это приложение появилось: она настроила GitHub, провела меня через App Store Connect от Apple и терпеливо научила ориентироваться в Xcode на моём MacBook. Она также помогла мне запустить Claude и Codex на моём Mac и ни разу не потеряла терпения. Её помощь была огромной, и без неё этого приложения просто не было бы. Спасибо, Аня, я не смогу отблагодарить тебя в полной мере.
sv: Tack till min dotter Ana Domville, som tillbringade så många timmar vid min sida för att göra den här appen möjlig – hon satte upp GitHub, guidade mig genom Apples App Store Connect och lärde mig tålmodigt att hitta i Xcode på min egen MacBook. Hon hjälpte mig också att få igång Claude och Codex på min Mac och tappade aldrig tålamodet. Hennes hjälp var enorm, och utan henne skulle den här appen helt enkelt inte finnas. Tack, Ana – jag kan aldrig tacka dig nog.
th: ขอบคุณลูกสาวของผม Ana Domville ที่ใช้เวลาหลายชั่วโมงอยู่เคียงข้างผมเพื่อให้แอปนี้เกิดขึ้น เธอตั้งค่า GitHub พาผมใช้ App Store Connect ของ Apple และสอนผมใช้ Xcode บน MacBook ของผมเองอย่างอดทน เธอยังช่วยให้ Claude และ Codex ทำงานบน Mac ของผม และไม่เคยหมดความอดทนเลย ความช่วยเหลือของเธอยิ่งใหญ่มาก และหากไม่มีเธอ แอปนี้คงไม่มีวันเกิดขึ้น ขอบคุณนะ Ana พ่อขอบคุณเท่าไรก็ไม่พอ
tr: Bu uygulamanın gerçekleşmesi için yanımda saatlerce çalışan kızım Ana Domville'e teşekkür ederim: GitHub'ı kurdu, Apple'ın App Store Connect'inde bana yol gösterdi ve kendi MacBook'umda Xcode'da yolumu bulmayı sabırla öğretti. Mac'imde Claude ve Codex'i çalıştırmama da yardım etti ve bunların hiçbirinde sabrını kaybetmedi. Yardımı çok büyüktü ve bu uygulama o olmasa var olmazdı. Teşekkürler Ana, sana ne kadar teşekkür etsem az.
uk: Дякую своїй доньці Ані Домвілл, яка провела поруч зі мною стільки годин, щоб цей додаток з’явився: вона налаштувала GitHub, провела мене через App Store Connect від Apple і терпляче навчила орієнтуватися в Xcode на моєму MacBook. Вона також допомогла мені запустити Claude і Codex на моєму Mac і жодного разу не втратила терпіння. Її допомога була величезною, і без неї цього додатка просто не було б. Дякую, Аню, я ніколи не зможу віддячити тобі достатньо.
vi: Cảm ơn con gái tôi, Ana Domville, đã dành rất nhiều giờ bên cạnh tôi để ứng dụng này thành hiện thực: con đã thiết lập GitHub, hướng dẫn tôi dùng App Store Connect của Apple và kiên nhẫn dạy tôi làm quen với Xcode trên chiếc MacBook của mình. Con còn giúp tôi chạy Claude và Codex trên Mac, và chưa bao giờ mất kiên nhẫn. Sự giúp đỡ của con vô cùng lớn, và nếu không có con thì ứng dụng này đã không tồn tại. Cảm ơn con, Ana, bố không biết cảm ơn con sao cho đủ.
zh_hans: 感谢我的女儿 Ana Domville，她花了无数个小时陪在我身边，让这个应用得以诞生：她设置了 GitHub，带我熟悉 Apple 的 App Store Connect，还耐心地教我在自己的 MacBook 上使用 Xcode。她也帮我在 Mac 上运行 Claude 和 Codex，从未失去耐心。她的帮助无比重要，没有她就不会有这个应用。谢谢你，Ana，我对你的感激无以言表。

source: App Creation
ar: إنشاء التطبيق
de: Entstehung der App
el: Δημιουργία εφαρμογής
es: Creación de la app
fa: ساخت برنامه
fr: Création de l'appli
he: יצירת האפליקציה
hi: ऐप का निर्माण
id: Pembuatan Aplikasi
it: Creazione dell'app
ja: アプリの制作
ko: 앱 제작
nl: Totstandkoming van de app
pl: Tworzenie aplikacji
pt: Criação do app
ru: Создание приложения
sv: Appens tillkomst
th: การสร้างแอป
tr: Uygulamanın Oluşturulması
uk: Створення додатка
vi: Tạo ứng dụng
zh_hans: 应用制作

source: The AppleVis app was shaped by people who cared deeply about making the community easier, faster, and more enjoyable to use.
ar: شكّل تطبيق AppleVis أشخاصٌ اهتموا بعمق بجعل المجتمع أسهل وأسرع وأمتع في الاستخدام.
de: Die AppleVis-App wurde von Menschen gestaltet, denen es sehr am Herzen lag, die Community einfacher, schneller und angenehmer nutzbar zu machen.
el: Η εφαρμογή AppleVis διαμορφώθηκε από ανθρώπους που νοιάζονταν πραγματικά να κάνουν την κοινότητα πιο εύκολη, γρήγορη και ευχάριστη στη χρήση.
es: La app de AppleVis fue creada por personas a las que les importaba de verdad que la comunidad fuera más fácil, rápida y agradable de usar.
fa: برنامهٔ AppleVis را کسانی شکل دادند که واقعاً دغدغهٔ آسان‌تر، سریع‌تر و دلپذیرتر کردن استفاده از جامعه را داشتند.
fr: L'appli AppleVis a été façonnée par des personnes qui tenaient profondément à rendre la communauté plus simple, plus rapide et plus agréable à utiliser.
he: האפליקציה של AppleVis עוצבה על ידי אנשים שהיה חשוב להם מאוד להפוך את הקהילה לפשוטה, מהירה ונעימה יותר לשימוש.
hi: AppleVis ऐप को उन लोगों ने आकार दिया जो समुदाय को आसान, तेज़ और ज़्यादा सुखद बनाने की गहरी परवाह करते थे।
id: Aplikasi AppleVis dibentuk oleh orang-orang yang sangat peduli untuk membuat komunitas lebih mudah, lebih cepat, dan lebih menyenangkan digunakan.
it: L'app AppleVis è stata plasmata da persone che tenevano davvero a rendere la community più semplice, veloce e piacevole da usare.
ja: AppleVis アプリは、コミュニティをもっと簡単に、速く、楽しく使えるようにしたいと心から願う人たちによって形づくられました。
ko: AppleVis 앱은 커뮤니티를 더 쉽고, 빠르고, 즐겁게 사용할 수 있도록 깊이 고민한 사람들이 만들었습니다.
nl: De AppleVis-app is gevormd door mensen die er veel om gaven de community makkelijker, sneller en prettiger in gebruik te maken.
pl: Aplikację AppleVis kształtowali ludzie, którym bardzo zależało, by korzystanie ze społeczności było prostsze, szybsze i przyjemniejsze.
pt: O app AppleVis foi moldado por pessoas que se importavam de verdade em tornar a comunidade mais fácil, rápida e agradável de usar.
ru: Приложение AppleVis создавали люди, которым было по-настоящему важно, чтобы пользоваться сообществом было проще, быстрее и приятнее.
sv: AppleVis-appen formades av människor som brydde sig djupt om att göra communityn enklare, snabbare och trevligare att använda.
th: แอป AppleVis สร้างขึ้นโดยผู้คนที่ใส่ใจอย่างยิ่งในการทำให้ชุมชนใช้งานง่ายขึ้น เร็วขึ้น และสนุกขึ้น
tr: AppleVis uygulaması, topluluğu kullanmayı daha kolay, daha hızlı ve daha keyifli hâle getirmeyi gerçekten önemseyen kişiler tarafından şekillendirildi.
uk: Додаток AppleVis створювали люди, для яких було справді важливо, щоб користуватися спільнотою було простіше, швидше й приємніше.
vi: Ứng dụng AppleVis được tạo nên bởi những người thực sự quan tâm đến việc giúp cộng đồng dễ dùng, nhanh và dễ chịu hơn.
zh_hans: AppleVis 应用由一群真心希望让社区更易用、更快捷、更愉快的人打造而成。
